export default `
<h1 id="-">오아시스 재결성과 이직 욕구</h1>
<p><img src="https://i.namu.wiki/i/QkSq8X5VVsuCsmwcePZ2L8Z4oc_eLwbPSNf2xFfL03zKqUirM9KSehhYpQSv8yUDCKtc9jcsSNDzo7svnhotkgtXLUp7lvGoRNWdX4BQFN_2JbsgHUOz1Jv3dJujbPk_ChUtZhNT7qeQ2En7v4yEpyxsgiWFf0m3C0GLisqTs_Q.webp" alt="bears"></p>
<h2 id="-">오아시스 재결성</h2>
<p> 올해 8월 뜬금없이 오아시스가 재결성한다는 소식이 전해졌습니다. 아내랑 둘이 신나서 폴짝 폴짝 뛰었어요. 어렸을 적에는 오아시스 음악이 굉장히 진부하게 느껴졌었는데 나이가 들어서 그런건지 기본에 충실하게 딱 할거만 하는 이 모습이 훨씬 멋있게 느껴지네요.</p>
<h2 id="-">오아시스 영국투어 티켓팅</h2>
<p> 오아시스 영국투어 일정이 올라와서 저희도 그 치열한 티켓팅 현장에 뛰어들었습니다. 무려 5만 명이 넘는 대기를 지나서 드디어 저희 차례가 되었어요. 아니 근데 원래 있던 기본 티켓은 전부 매진이고 “온디멘드”라는 티켓만 남아있었는데요. 일반 티켓보다 3정도 더 비쌋습니다. 저희는 그 최종 결제 페이지에서 한참을 망설이다가... 에잇!!! 하고 결제를 해버렸습니다. 두 사람 티켓이 대략 700파운드였으니 120만원 정도 주고 티켓을 산 꼴이 됐네요.</p>
<h2 id="-">긴축 재정</h2>
<p>저희는 그렇게 티켓을 지르고 긴축 모드로 돌입했습니다. 특별히 더 아끼는 것은 없는데 이 티켓팅 직전에 차량을 폐차한 것과 필라테스를 그만 둔 것이 재정에 큰 도움이 되고 있습니다. 그럼 나머지 식대가 제일 문제인데 그래도 최대한 집에서 해먹으려고 하는 중입니다!! 저도 흑백요리사 덕에 요리에 살짝 흥미가 생겨서  요즘 집에서 알리오 올리오 만드는 재미에 빠져있어요.</p>
<h2 id="-">모든 것은 오아시스 다녀온 이후에</h2>
<p>저희 부부는 요즘 어떤 계획이 생기면 “오 좋은 생각이다! 오아시스 다녀와서 해보자!” 라고 말하는게 습관이 되었습니다. 저희에게 내년 오아시스를 보기위해 다녀오는 여행이 인생의 작은 터닝포인트가 될것 같은 느낌이 듭니다. 그래서 저도 그에 맞춰 이직에 대한 욕구가 자꾸 생기더라구요. </p>
<h2 id="-3-">개발자 3년이면... 뭐지?</h2>
<p>개발자는 3년차부터 급여가 확 올라간다는 얘기가 많은데 뭐 사람마다 다르겠지요? 저도 내년이 딱 3년 차라서 고민이 됩니다. 아무튼 오아시스를 보러 가는 영국여행을 짧게 다녀오진 않을 것 같거든요. 그래서 그 시점에 맞춰 퇴직을 하게 될것 같은데, 돌아오면 다른 정규직을 찾아서 이직할지 프리랜서 개발자로 살아갈지 고민이 됩니다.</p>
<h2 id="-vs-">프리랜서 vs 밀리의서재</h2>
<p>근데 마음은 이미 거의 프리랜서로 기운것 같아요. 정규직으로 들어가고 싶은 회사는 딱 한군데 “밀리의 서재” 밖에 없습니다. 제 폰 사용량의 거의 대부분을 차지하는 서비스에서 일해보고 싶어서요. 그쪽에서 요구하는 스킬들도 유심히 살펴보고 있습니다. 아쉽게도 제가 지금 다니고 있는 직장과 겹치는 스킬은 ‘Javascript&#39;밖에 없는 것 같네요. 사실 어떤 라이브러리나 프레임워크를 공부한 다는 것은 그들의 규칙에 적응해가는 것일 뿐이라 새롭게 배우는 것에 대해서는 걱정이 전혀 없습니다만... 들여보내줘야 뭐든 익숙해지겠죠. 만약 프리랜서로 시작하게 된다면 급여가 많은 것 말고는 특별한 이점이 없을 것 같아요. 급여가 많으니 1년내내 일하지 않고 마지막 한두달은 해외에 다녀오거나 하면서 살아봐도 재밌을 것 같아요. 어떻게 되든 다 좋을 것 같네요. 어차피 지금 결정 할 수 있는 것도 없으니 오늘은 오늘 할 일에 집중하고 나중 고민은 나중에 해야겠어요!!!</p>
<h2 id="-">끝!</h2>

`